Repository: henryk/byro-memberpage
Catalog: byro_memberpage/locale/*/LC_MESSAGES/django.po
Languages: de

source: Byro plugin for member-visible view
de: Byro-Plugin für persönliche Mitgliederseiten

source: A byro plugin that allows each member to see information about their membership status. Login is via a specific secret link.
de: Ein Byro-Plugin welches eine persönliche Mitgliederseite bereitstellt über welche das Mitglied seine eigenen Daten einsehen kann. Zugriff geschieht über einen geheimen, mitgliederspezifischen Link.

source: Memberpage settings
de: Einstellungen für "Memberpage"-Plugin

source: Consent: Visible to other members
de: Zustimmung: Sichtbar für andere Mitglieder

source: Memberpage configuration
de: Konfiguration für "Memberpage"-Plugin

source: Members can see other members
de: Mitglieder können andere Mitglieder sehen

source: Member page
de: Mitgliederseite

source: Member list
de: Mitgliederliste

source: Your personal member page is at {}
de: Ihre persönliche Mitgliederseite ist {}

source: Their personal member page is at {}
de: Die persönliche Mitgliederseite des Mitglieds ist {}

source: Personal member page
de: Persönliche Mitgliederseite

source: Current membership active since %(start)s.
de: Aktuelle Mitgliedschaft aktiv seit %(start)s.

source: No current active membership
de: Keine aktuell aktive Mitgliedschaft

source: Your basic information is visible to other members
de: Ihre Basisinformationen sind für andere Mitglieder sichtbar

source: Revoke consent
de: Einwilligung widerrufen

source: You are currently not visible to other members
de: Sie sind zur Zeit für andere Mitglieder nicht sichtbar

source: I hereby consent that other members may see my information in the member list
de: Ich bin damit einverstanden, dass andere Mitglieder meine Daten in der Mitgliederliste einsehen können

source: current balance
de: aktueller Kontostand

source: donations
de: Spenden

source: %(count)s days
de: %(count)s Tage

source: or %(count)s years of membership
de: oder %(count)s Jahre Mitglied

source: until this person becomes a member.
de: bis diese Person Mitglied wird.

source: First joined on %(start)s.
de: Erstmalig beigetreten am %(start)s.

source: membership fee
de: Beitrag

source: Membership history
de: MItgliedschaftsverlauf

source: Finance details
de: Finanzdetails

source: Address
de: Adresse

source: Another %(count)s members have not consented to their information being shared.
de: Es gibt weitere %(count)s Mitglieder, die aber der Weitergabe ihrer Informationen nicht zugestimmt haben.
